Revit 2024 API
ParameterTypeId.RasterSymbolLinkloadStatus Property
 "Link Status"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RasterSymbolLinkloadStatus { get; }
Visual Basic
Public Shared ReadOnly Property RasterSymbolLinkloadStatus As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RasterSymbolLinkloadStatus {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace